"Download start failed" = "Download start failed";
"Downloading..." = "Baixando ...";
"Error getting URL for save" = "Erro ao obter o URL para salvar";
"Error unzipping save" = "Erro ao descompactar o salvamento";
"Error zipping save" = "Erro ao compactar o salvamento";
"Failed to start query" = "Falha ao iniciar a consulta";
"Listing contents of directory failed" = "Falha ao listar o conteúdo do diretório";
"Load successful" = "Carregamento bem-sucedido";
"Removing file failed" = "Falha ao remover arquivo";
"Save successful" = "Salvar com sucesso";
"Saving..." = "Salvando ...";
"Unpacking..." = "Desempacotando ...";
"Upload successful!" = "Upload bem-sucedido!";
"Uploading..." = "Enviando ...";
